Repository: wp-plugins/bulk-password-reset
Catalog: languages/bulk_password_reset-*.po
Languages: es_es

source: Bulk Password reset settings reset to default
es_es: Configuraciones reseteadas a valores por defecto

source: You cannot edit the plugin Bulk Password Reset for WordPress options.
es_es: No se puede editar el plugin Bulk Password Reset debido a la configuración de WordPress.

source: Bulk Password Reset settings updated.
es_es: Configuraciones actualizadas.

source: No reset has been executed, as no group was selected. You need to select at least one group.
es_es: No se ejecutó ningún reset, porque no se seleccionó ningún grupo. Debe seleccionarse al menos uno.

source: No recepients where found in the selected groups
es_es: No se encontraron usuarios en el grupo seleccionado.

source: Succesfully reset the password for the selected role(s).
es_es: Contraseñas restablecidas exitosamente para los roles seleccionados.

source: Bulk Password Reset
es_es: Resetear Contraseñas Masivamente

source: Bulk Password Reset settings
es_es: Configuraciones

source: With the options down below you can select groups for which you want to do a password reset
es_es: Con las siguientes opciones se pueden seleccionar grupos a los que te gustaría hacerles un reset de contraseña.

source: Recipients
es_es: Destinatarios

source: You can select multiple groups by pressing the CTRL key.
es_es: Se pueden seleccionar varios grupos presionando la tecla CTRL.

source: Only the groups having at least one user appear here.
es_es: Sólo los grupos con al menos un usuario aparecen aquí.

source: Role
es_es: Rol

source: Do the bulk reset:
es_es: Resetear Contraseñas Masivamente

source: Activate this checkbox when you actually would like to do the reset, else only the settings are saved.
es_es: Activar esta opción sólo cuando REALMENTE desees realizar el reset, sino, sólo se guardarán las configuraciones.

source: Show advanced settings:
es_es: Mostrar Configuración Avanzada

source: Only adviced for users who want to change the default reset options
es_es: Sólo recomendado para usuarios que deseen cambiar las opciones de reseteo predeterminadas.

source: Advanced Settings
es_es: Avanzado

source: Direct password reset
es_es: Resetear Contraseña Directamente

source: Not recommended, as this immidiatly changes the password of the users without confirmation e-mail.
es_es: No recomendado, ya que esto inmediatamente cambiará la contraseña de los usuarios sin enviar un e-mail de confirmación.

source: E-mail notification
es_es: Notificar por Email

source: Not recommended to deactivate, as this change the default reset functionality.
es_es: No se recomienda desactivar, ya que cambiará la funcionalidad de reset predeterminada.

source: Password nag
es_es: Pedir Contraseña

source: Not recommended to deactivate, as this will display a note to users to change their password.
es_es: No se recomienda desactivar, ya que avisará a los usuarios que cambien su contraseña.

source: Set a custom password:
es_es: Definir una Contraseña Personalizada:

source: Set a custom authentication key:
es_es: Definir una Clave de Autenticación Personalizada:

source: Additional information for in the e-mail body:
es_es: Info adicional a incluir en el cuerpo del mail:

source: Save the bulk Password Reset settings and reset passwords &raquo;
es_es: Guardar configuraciones y restablecer las contraseñas &raquo;

source: Reset Default Settings &raquo;
es_es: Configuraciones Predeterminadas &raquo;

source: Why not do any or all of the following:
es_es: Por qué no hace alguna o todas de las siguientes:

source: Link to it so other folks can find out about it.
es_es: Enlazar al plugin para que otros me conozcan.

source: Give it a good rating on WordPress.org.
es_es: Calificame bien en WordPress.org.

source: Visit the plugin website.
es_es: Website del Plugin

source: If you have any problems with this plugin or good ideas for improvements or new features, please talk about them in the
es_es: Si tienes algún problema con este plugin, o si tienes buenas ideas para mejorarlo, no dejes de contactarme en

source: Support forums
es_es: Foros de Soporte

source: Latest news from rubenwoudsma.nl
es_es: Últimas noticias de rubenwoudsma.nl

source: Nothing to say...
es_es: Disculpa, nada encontrado

source: Click to toggle
es_es: Click para desplegar

source: The site administrator of %s has automatically requested to changes your password.
es_es: El administrador de %s solicita que cambies tu contraseña.

source: Username: %s
es_es: Nombre de usuario: %s

source: To reset your password visit the following address.
es_es: Para restablecer la contraseña, visite la siguiente dirección:

source: [%s] Password Reset
es_es: [%s] Restablecer Contraseña

source: The e-mail could not be sent.
es_es: El mensaje no pudo ser enviado.

source: Possible reason: your host may have disabled the mail() function...
es_es: Posible motivo: su servidor puede haber desactivado la función mail()...

source: Invalid user login supplied
es_es: Usuario Incorrecto

source: The site administrator of %s has automatically changed your password.
es_es: El administrador de %s te asignó una nueva contraseña.

source: Password: %s
es_es: Contraseña: %s

source: [%s] Your new password
es_es: [%s] Tu nueva contraseña
